[
  {
    "id": 0,
    "author": "Team edplore",
    "date": "January 26, 2023",
    "title": "Hello World!",
    "content": "Today, on the most auspicious of all the days, we announce our arrival. \n The game 'edplore' was conceptualized more than three years back. Two whole years of deep delve into students' challenges and expectations along with one and half years of rigorous development with countless feedback cycles are behind how this game could finally see the light of day today. \n\n Dearest Students, Thanks for everything. This is for you. Happy exploring!"
  },
  {
    "id": 1,
    "author": "Team edplore",
    "date": "February 18, 2023",
    "title": "Karma - what it really is",
    "content": "Actions and Consequences. Karma is a complex concept that stands for this simple and absolute truth: As you sow, so you reap. Now coming to the context of Realms of Bodhi, Karma simply means what you have done so far. Your past actions and decisions. The resultant of these will determine your Karma Quotient or KQ. And balanced KQ is what will propel you to unlock unexplored quests and even get rewarded. So aim for a balanced Karma. Always."
  },
  {
    "id": 2,
    "author": "Team edplore",
    "date": "March 8, 2023",
    "title": "Gang of 4 Girls",
    "content": "A little something about The Quad. Do you know who are behind the design of Realms of Bodhi, the multi-level complex architecture of gameplay? It is the gang of the 4 girls. At present they are all students, excelling in different fields. When Realms of Bodhi was conceptualized, then we asked ourselves: Who is the best equipped to read the mind of a student? Well...another student ofcourse! More to come about the identities of The Quad and their incredible contributions."
  },
  {
    "id": 3,
    "author": "Team edplore",
    "date": "April 22, 2023",
    "title": "Karma and Dharma",
    "content": "Many confuse among the two and often use interchangeably. However both are not the same. In very simple words, Karma is what you have done and Dharma is what you must do. Karma is equated to Destiny because you know... what we sow, so we reap. Whatever actions and decisions we have taken so far will decide our future course of action and therefore be our destiny. On the otherhand, Dharma is the guideline of righteous living; how to live in harmony and prosper. In a nutshell, Karma = Resultant of Action = Destiny and Dharma = Duty."
  },
  {
    "id": 4,
    "author": "Team edplore",
    "date": "May 19, 2023",
    "title": "Chakra - what it signifies",
    "content": "In the Realms of Bodhi, Chakra has a very special meaning and purpose. It stands for the individual's level of evolution in knowledge. When you have conquered one arena in each of the four realms (Physics, Chemistry, Biology and Mathematics), you will have gained one Chakra. This means a level up. Gaining more Chakras will propel you from starting as The Explorer to finishing at the ultimate level of The Chosen One. Isn't that illuminating?"
  },
  {
    "id": 5,
    "author": "Team edplore",
    "date": "June 20, 2023",
    "title": "Realms of Bodhi - here for you",
    "content": "Here we are! Presenting Realms of Bodhi: Chapter 1. Exclusively for students who are studying or have studied Standard 6. We now have improved gameplay, new quests and exciting features! Hope you enjoy. Looking forward to your feedbacks."
  }
]
